SUITS = ['heart/чирва', 'diamond/бубна', 'club/трефа', 'spade/піка']
RANKS = ['2', '3', '4', '5', '6', '7', '8', '9', '10', 'jack/валет', 'queen/королева', 'king/король', 'ace/туз']
PRINTED = {
    'ace/туз':
    """*********
*   ^   *
*  / \  *
* /___\ *
*/     \*
*********""",
    'king/король':
"""*********
*|  /   *
*| /    *
*| \    *
*|  \   *
*********""",
    'queen/королева':
"""*********
* ---   *
*|   |  *
* ___   *
*    \  *
*********""",
    'jack/валет':
"""*********
*     | *
*     | *
*     | *
*  __/  *
*********""",
    '10':
"""*********
*   ___  *
*| |   | *
*| |   | *
*| |___| *
*********""",
    '9':
"""*********
*  ___  *
* |___| *
*     | *
*  ___| *
*********""",
    '8':
"""*********
*  ___  *
* |   | *
* |---| *
* |___| *
*********""",
    '7':
"""*********
*  ___  *
*     | *
*     | *
*     | *
*********""",
    '6':
"""*********
*  ___  *
* |___  *
* |   | *
* |___| *
*********""",
    '5':
"""*********
*  ___  *
* |___  *
*     | *
*  ___| *
*********""",
    '4':
"""*********
* |   | *
* |___| *
*     | *
*     | *
*********""",
    '3':
"""*********
*  ___  *
*  ___| *
*     | *
*  ___| *
*********""",
    '2':
"""*********
*  ___  *
*     | *
*  __/  *
* |___  *
*********"""
}

MESSAGES = {
    'ask_start': 'Бажаєте розпочати гру?? (y/n):',
    'ask_card': 'Бажаєте ще одну карту? (y/n):',
    'eq': '{player} гравець має {points} балів, так само, як і у Дилера\n {player} ставки повертаються',
    'win': '{} Гравець виграв',
    'lose': '{} Гравець програв',
    'rerun': 'Друже, Бажаєш ще одну гру?(y/n)'
}

